Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/european_elections/alternative_voting_arrangements_european_elections.html.txt.tmx
Source language: en
Languages: ga

source: European elections - alternative voting arrangements
ga: Toghcháin Eorpacha - socruithe eile vótála

source: The following people may vote by post in a European Parliament election:
ga: Is féidir leis na daoine seo a leanas vóta a chaitheamh tríd an bpost i dtoghchán do Pharlaimint na hEorpa:

source: • Members of An Garda Siochana
ga: • Baill den Gharda Síochana

source: • Members of the Defence Forces
ga: • Baill na bhFórsaí Cosanta

source: • Civil servants and their spouses attached to Irish missions abroad
ga: • Státseirbhísigh agus a gcéilí atá ag obair le misin Éireannacha thar lear

source: • Electors living at home who are unable to vote at a polling station due to a physical illness or disability
ga: • Vótálaithe a chónaíonn sa bhaile ach nach bhfuil in ann vóta a chaitheamh ag na stáisiúin vótála de bharr tinnis nó míchumais fhisiciúil

source: • Full-time students registered at home who are living elsewhere while attending an educational institution in the State
ga: • Mic léinn lánaimseartha atá cláraithe le vótáil sa bhaile ach a chónaíonn in áit eile le freastal a dhéanamh ar institiúid oideachais sa Stát

source: • Prisoners detained as a result of an order of a court
ga: • Príosúnaigh coinnithe de thoradh ordú cúirte

source: To vote by post, a ballot paper will be posted to you at your home
ga: Más mian leat vóta a chaitheamh tríd an bpost ní mór go mbeadh páipéar ballóide curtha chugat sa phost chuig do bhaile

source: You must arrange to have a declaration of identity witnessed by a Garda before marking the ballot paper in the Garda station and returning it by post to the returning officer
ga: Ní mór duit socrú a dhéanamh go mbeadh dearbhú aitheantais sínithe ag Garda roimh an bpáipéar ballóide a mharcáil ag stáisiún na nGardaí agus é a chur ar ais sa phost chuig an gceann comhairimh

source: Special voting arrangements apply to electors living in hospitals, nursing homes or similar institutions who are unable to vote due to a physical illness or disability
ga: Baineann socruithe speisialta le daoine a chónaíonn in ospidéil, i dtithe altranais nó institiúidí eile den chineál nach féidir leo vóta a chaitheamh de bharr tinnis nó míchumais fhisiciúil

source: The ballot paper is brought to them in the institution and they vote in the presence of a special presiding officer accompanied by a Garda
ga: Tugtar an páipéar ballóide chucu san institiúid agus caitheann siad a vóta i láthair oifigigh speisialta i gceannais agus Garda

source: Electors with physical disabilities who have difficulty in gaining access to their local polling station may be allowed to vote at a more accessible station in the constituency
ga: Aon duine a bhfuil míchumas fisiciúil air/uirthi a bhíonn deacracht aige/aici dul isteach chuig an ionad vótála áitiúil beidh cead aige/aici a vóta a chaitheamh ag ionad níos feiliúnaí dó/dí sa toghcheantar céanna

source: There is more information on european elections on the website of the Department of Housing, Planning, Community and Local Government
ga: Tá tuilleadh eolais maidir le toghcháin na hEorpa ar láithreán gréasáin na Roinne Tithíochta, Pleanála​​, Pobail agus Rialtais Áitiúil
